{
    "item": [
        {
            "id": 1,
            "itemName": "Note",
            "fileName": "note",
            "description": "A note with the word \"Memories\" written in it. It also has my name in it... Davi.",
            "keyword": "Memories"
        },
        {
            "id": 2,
            "itemName": "Bloodied Cloak",
            "fileName": "cloakwithblood",
            "description": "A cloak from a Cult member. It's covered in blood.",
            "keyword": "Torture"
        },
        {
            "id": 3,
            "itemName": "Key",
            "fileName": "key",
            "description": "A key. It's in good condition. It must unlock one of the hundreds of thousands of doors in this city.",
            "keyword": "Home"
        },
        {
            "id": 4,
            "itemName": "Tattoo",
            "fileName": "cult",
            "description": "The tattoo on your chest is exactly like the symbol painted on the wall.",
            "keyword": "Cult"
        },
        {
            "id": 5,
            "itemName": "Picture Frame",
            "fileName": "pictureframe",
            "description": "This photograph shows people in some kind of ceremony. They are all wearing white and black cloaks. I'm the one in the middle.",
            "keyword": "Cult"
        },
        {
            "id": 6,
            "itemName": "Old Cloak",
            "fileName": "cloak",
            "description": "A long-sleeved black garment i found in the Abandoned House. It has 8 strokes on the back. It seems to belong to someone, the smell of the armpits proves it.",
            "keyword": "Cult"
        },
        {
            "id": 7,
            "itemName": "Patch",
            "fileName": "insignia",
            "description": "This item fell out of the suit of the parliamentarian who tried to immobilize me. It has a symbol of a snake.",
            "keyword": "Occultist"
        },
        {
            "id": 8,
            "itemName": "200 Rukh Bill",
            "fileName": "200rukh",
            "description": "A 200 Rukh bill (ɻ$200), the currency used in Harkan. It's a high-value bill. It can buy many things, including some “favors.”",
            "keyword": "Bribe"
        },
        {
            "id": 9,
            "itemName": "Authorization",
            "fileName": "authorization",
            "description": "It's an authorization for holding an event at the Cult Headquarters. That's my signature, and below it is my name and my position: 8th Assembly Brother.",
            "keyword": "Assembly"
        },
        {
            "id": 10,
            "itemName": "Necklace with Pendant",
            "fileName": "necklace",
            "description": "This necklace was at the crime scene, lying on the ground. I don't recognize this symbol, it looks like something from another country.",
            "keyword": "Foreigner"
        },
        {
            "id": 11,
            "itemName": "Occurrence Report",
            "fileName": "occurencereport",
            "description": "This report refers to the murder of Amber Nikolsi. The police know it was around 9 PM yesterday, her belongings were stolen, suspected robbery, her body dumped was dumped in a bush, and the murderer acted on their own.",
            "keyword": "Murder"
        },
        {
            "id": 12,
            "itemName": "Business Card",
            "fileName": "hemerbusinesscard",
            "description": "This card was given by Parliamentarian Hemer Valinksiy. He is a subordinate of Jacob and part of the reformist faction of the Cult. Here are his contact details.",
            "keyword": "Reformist"
        },
        {
            "id": 13,
            "itemName": "Bag",
            "fileName": "bag",
            "description": "This bag definitely belonged to Amber Nikolsi, the documents inside prove it. It was thrown in the Cult's depot.",
            "keyword": "Premeditated"
        },
        {
            "id": 14,
            "itemName": "Cult's Documents",
            "fileName": "documents",
            "description": "Jacob noticed that there is an amount of ɻ$889 not declared here. This doesn't add up. There are also official documents in here.",
            "keyword": "Inconsistency, Expulsion"
        },
        {
            "id": 15,
            "itemName": "Great Leader's Compromising Documents",
            "fileName": "documents",
            "description": "Here is our proof. The Cult is conspirating with Kakim to overthrow the government. Let's take it back to the authorities.",
            "keyword": "Theocracy, Overthrow, Government"
        }
    ]
}